
export const dataFile = `[
    {
        "id": "1",
        "name": "Virgo",
        "url": "https://png.pngtree.com/thumb_back/fw800/background/20210506/pngtree-virgo-constellation-in-space-with-zodiac-characters-image_704296.jpg",
        "dicription": "Де́ва (лат. Virgo) — экваториальное зодиакальное созвездие, лежащее между Львом и Весами. В созвездии Девы в Новейшее время расположена точка осеннего равноденствия. Самая яркая звезда — Спика, что на латинском значит «колос», — массивная спектральная двойная 0,98 звёздной величины. Звезда Поррима, что значит «богиня пророчеств», — одна из ближайших к нам двойных звёзд (расстояние 32 св. года) с очень вытянутой орбитой и периодом 171 год."
    },
    {
        "id": "2",
        "name": "Leo",
        "url": "https://png.pngtree.com/background/20210717/original/pngtree-leo-constellation-in-space-with-zodiac-characters-picture-image_1423794.jpg",
        "dicription": "Лев (лат. Leo) — зодиакальное созвездие, лежащее большей частью в северном полушарии неба между Раком и Девой. Расположение ярких звёзд действительно напоминает лежащего льва, голова и грудь которого представляют известный астеризм «Серп», похожий на зеркально отражённый вопросительный знак."
    },
    {
        "id": "3",
        "name": "Gemini",
        "url": "https://png.pngtree.com/thumb_back/fw800/background/20210506/pngtree-virgo-constellation-in-space-with-zodiac-characters-image_704296.jpg",
        "dicription": "Близнецы́ (лат. Gemini) — зодиакальное созвездие северного полушария неба, наиболее яркие звёзды — оранжевый Поллукс и белый Кастор, имеют блеск соответственно 1,16 и 1,59 визуальной звёздной величины. В созвездии Солнце находится с 20 июня по 20 июля[1]. Наилучшие условия видимости в декабре—январе."
    },
    {
        "id": "4",
        "name": "Scorpio",
        "url": "https://png.pngtree.com/thumb_back/fw800/background/20210506/pngtree-scorpio-constellation-in-space-with-zodiac-characters-image_704298.jpg",
        "dicription": "Скорпио́н (лат. Scorpius) — южное зодиакальное созвездие, расположенное между Стрельцом на востоке и Весами на западе целиком в Млечном Пути, граничит со Змееносцем на севере и Жертвенником на юге. Солнце входит в созвездие Скорпиона 23 ноября, но уже 29 ноября покидает его (это созвездие Солнце проходит за самое короткое время)[1], чтобы на 20 дней перейти в незодиакальное созвездие Змееносца. Множество ярких звёзд обрисовывает голову, тело и хвост «скорпиона». Наиболее яркие звёзды: Антарес — 0,8m, Шаула — 1,6m и Саргас — 1,9m."
    },
    {
        "id": "5",
        "name": "Libra",
        "url": "https://png.pngtree.com/thumb_back/fh260/background/20210506/pngtree-libra-constellation-in-space-with-zodiac-characters-image_704297.jpg",
        "dicription": "Весы́ (лат. Libra) — зодиакальное созвездие, лежащее между Девой и Скорпионом. Содержит 83 звезды, видимые невооружённым глазом. Весы — одно из наименее заметных созвездий Зодиака, несмотря на то, что лишь шесть его звёзд ярче 4-й звёздной величины. Солнце находится в созвездии с 31 октября по 22 ноября[1]. Наиболее благоприятные условия видимости в апреле — мае."
    },
    {
        "id": "6",
        "name": "Aries",
        "url": "https://png.pngtree.com/background/20210717/original/pngtree-aries-constellation-in-space-with-zodiac-characters-picture-image_1423790.jpg",
        "dicription": "Ове́н (лат. Aries) — зодиакальное созвездие. Три главные звезды — Хамаль («голова барана»), Шератан («след» или «знак») и Мезартим (соответственно α, β, и γ Овна) легко найти: они лежат к югу от Треугольника. Звезда четвёртой величины Мезартим стала одной из первых двойных звёзд, открытых при помощи телескопа (Робертом Гуком в 1664 году)."
    }]`;

